Repository: ContaoBlackForest/contao-system-notification
Catalog: Resources/contao/languages/*/*_system_notification.xlf
Languages: de

# tl_system_notification.title_legend
source: Title
de: Titel

# tl_system_notification.title.0
source: Title
de: Titel

# tl_system_notification.title.1
source: The title for this configuration.
de: Der Titel dieser Konfiguration.

# tl_system_notification.config_legend
source: Configuration
de: Konfiguration

# tl_system_notification.alert.0
source: Alert
de: Warnung

# tl_system_notification.alert.1
source: The alert type.
de: Der Warnungstyp.

# tl_system_notification.fatalError
source: Fatal error
de: Schwerwiegender Fehler (Fatal error)

# tl_system_notification.service.0
source: Notification service
de: Benachrichtigungs Dienst

# tl_system_notification.service.1
source: Select the notification service.
de: Auswahl des Benachrichtigungs Dienstes.

# tl_system_notification.messageHtml.0
source: Html e-mail message
de: Html E-Mail Benachrichtigung

# tl_system_notification.messageHtml.1
source: The notification that will be sent by E-Mail. You can use simple tokens and the insert tags.
de: Die Benachrichtung der per E-Mail versendet wird. Es können die Simple Tokens und die Insert Tags benutzt werden.

# tl_system_notification.messageText.0
source: Text e-mail message
de: Text E-Mail Benachrichtigung

# tl_system_notification.messageText.1
source: The notification that will be sent by E-Mail. You can use simple tokens and the insert tags.
de: Die Benachrichtung der per E-Mail versendet wird. Es können die Simple Tokens und die Insert Tags benutzt werden.

# tl_system_notification.standard
source: Standard
de: Standart

# tl_system_notification.mailHtml
source: Html e-mail notification
de: Html E-Mail Benachrichtigung

# tl_system_notification.mailText
source: Plain text e-mail notification
de: Text E-Mail Benachrichtigung

# tl_system_notification.user.0
source: User
de: Benutzer

# tl_system_notification.user.1
source: The user who becomes the notification type.
de: Der Benutzer der die Benachrichtung erhalten soll.

# tl_system_notification.publish_legend
source: Active
de: Aktiv

# tl_system_notification.published.0
source: Active
de: Aktiv

# tl_system_notification.published.1
source: This configuration state of actived/deactivated.
de: Diese Konfiguration aktivieren/deaktivieren.

# tl_system_notification.start.0
source: Start
de: Beginn

# tl_system_notification.start.1
source: The beginning date for this configuration.
de: Das Start Datum für diese Konfiguration.

# tl_system_notification.stop.0
source: Stop
de: Ende

# tl_system_notification.stop.1
source: The ending date for this configuration.
de: Das Stop Datum für diese Konfiguration.

# tl_system_notification.new.0
source: New configuration
de: Neue Konfiguration

# tl_system_notification.new.1
source: Add a new configuration.
de: Eine neue Konfiguration erstellen.

# tl_system_notification.edit.0
source: Notification
de: Benachrichtigungen

# tl_system_notification.edit.1
source: Show the notification for configuration with ID %s.
de: Die Benachrichtungen der Konfigration mit der ID %s anzeigen.

# tl_system_notification.editHeader.0
source: Edit configuration
de: Konfiguration bearbeiten

# tl_system_notification.editHeader.1
source: Edit configuration with ID %s.
de: Die Konfiguration mit der ID %s bearbeiten.

# tl_system_notification.copy.0
source: Copy configuration
de: Konfiguration kopieren

# tl_system_notification.copy.1
source: Copy configuration with ID %s.
de: Die Konfiguration mit der ID %s kopieren.

# tl_system_notification.delete.0
source: Delete configuration
de: Konfiguration löschen

# tl_system_notification.delete.1
source: Copy configuration with ID %s.
de: Die Konfiguration mit der ID %s löschen.

# tl_system_notification.toggle.0
source: Visibility configuration
de: Konfiguration Aktivität

# tl_system_notification.toggle.1
source: Visibility of configuration with ID %s.
de: Die Sichtbarkeit der Konfiguration mit der ID %s umschalten.

# tl_system_notification.show.0
source: Information configuration
de: Konfiguration Informationen

# tl_system_notification.show.1
source: Show information of configuration with ID %s.
de: Die Informationen der Konfiguration mit der ID %s anzeigen.
